Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ཀྱིས་བདག་གི་མཆོད་སྦྱིན་གྱི་གནས་སུ་མཆོད་པ་རྣམས་ལ་ལོངས་སྤྱོད་པར་མཛད་དུ་གསོལ།
en: Blessed One, please partake of the sacrifice I have made here at the sacrifice site.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་ཁྱོད་ཀྱིས་ངའི་ལྷུང་བཟེད་འདི་བཟའ་བ་དང་། བཅའ་བ་དག་གིས་མ་བཀང་གི་བར་དུ་ལོངས་སྤྱོད་པར་མི་བྱའོ། །
en: “Pūrṇa,” the Blessed One replied, “I shall not partake of it until you have filled up my alms bowl with food.”

source: བྲམ་ཟེ་དེས་སྨྲས་པ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་ཇི་ལྟར་དགོངས་པ་དེ་བཞིན་དུ་བགྱིའོ་ཞེས་གསོལ་ནས།
en: “As you wish, Blessed Gautama,” said the brahmin.

source: བྲམ་ཟེ་དེས་མཆོད་སྦྱིན་བྱེད་པ་དེར་བཟའ་བ་དང་། བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་བཤམས་པ་དེ་དག་བླངས་ནས།
en: The brahmin took the many good wholesome foods that he had prepared,

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྷུང་བཟེད་དགང་བར་བྱས་ན།
en: and began to fill the Blessed One’s alms bowl,

source: དགང་མ་ནུས་ནས་དེས་ང་རྒྱལ་བསྐྱེད་དེ།
en: but he was unable to fill it completely. In his hubris he thought,

source: བདག་གིས་ལྷུང་བཟེད་འདི་མ་བཀང་བར་མི་གཏང་ངོ་སྙམ་ནས།
en: “I won’t give back this alms bowl until it is full.”

source: གཡོག་འཁོར་དང་བཅས་པས་བཅོམ་ལྡན་འདས་ཀྱི་ལྷུང་བཟེད་བཟའ་བ་དང་བཅའ་བས་དགང་བ་ལ་བརྩོན་པར་བྱེད་དོ། །
en: He and his servants continued trying to fill up the Blessed One’s alms bowl with food.

source: ད་ནི་ཁ་ཟས་འདིས་དགེ་སློང་སྟོང་གི་ཟན་ཆོག་གོ་སྙམ་དུ་དགོངས་ནས།
en: “This is food enough now for a thousand monks,”

source: ལྷུང་བཟེད་དེ་གང་བར་བསྟན་ཏོ། །
en: so he declared that his alms bowl was full.

source: དེ་ནས་བྲམ་ཟེ་དེས་བཅོམ་ལྡན་འདས་ཀྱི་ལྷུང་བཟེད་གང་བར་མཐོང་ནས་དགའ་བར་གྱུར་ཏོ། །
en: The brahmin was delighted to see that the Blessed One’s alms bowl had been filled

source: གསོལ་པ་བཅོམ་ལྡན་འདས་ཀྱི་ལྷུང་བཟེད་གཏམས་ལགས་ཀྱིས། བཅོམ་ལྡན་འདས་གཽ་ཏ་མས་ཅི་བདེར་གསོལ་ཤིག་ཅེས་བྱས་སོ། །
en: and said, “Now that the Blessed One’s alms bowl has been filled, may the Blessed Gautama partake of it happily.”

source: དེ་ནས་བྲམ་ཟེ་དེ་ལ་ཐུགས་བརྩེ་བའི་ཕྱིར། མཆོད་སྦྱིན་གྱི་གནས་དེ་ཉིད་དུ་དགེ་སློང་སྟོང་གི་སྟན་སྤྲུལ་ཏེ།
en: Out of compassion for the brahmin the Blessed One emanated a thousand monks right there at the sacrifice site.

source: ཆུ་ར་རྣམས་བཀང་ནས། བཅོམ་ལྡན་འདས་གྲལ་གྱི་གཙོ་བོ་ལ་བཞུགས་སོ། །
en: After the water vessels had been filled, the Blessed One took his place at the head of the row

source: དགེ་སློང་གཞན་རྣམས་ཀྱང་རྒན་རིམ་བཞིན་བཀོད་དོ། །
en: and the other monks seated themselves according to their ages.

source: དེ་ནས་དགེ་སློང་གི་དགེ་འདུན་རྣམས་བདེ་བར་བཞུགས་ནས། འདྲི་མ་མཁན་རྣམས་ཀྱིས་བྲིམས་སོ། །
en: Once the saṅgha of monks was comfortably seated, the servers made their rounds.

source: དེ་ནས་བྲམ་ཟེ་དེས་ཀྱང་དེ་དག་ཐམས་ཅད་མཐོང་ནས། མཐོང་མ་ཐག་ཏུ་བཅོམ་ལྡན་འདས་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: The brahmin saw all this, and seeing it he felt a surge of joy toward the Blessed One, and said,

source: དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་ནི་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་ཡིན་ནོ་སྙམ་སྟེ།
en: “The ascetic Gautama is a person of great miracles and great power.”

source: དེ་དགའ་བར་གྱུར་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། གསོལ་པ།
en: In his joy he touched his head to the Blessed One’s feet and beseeched him,

source: ཟླ་བ་གསུམ་གྱི་བར་དུ་བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་དགེ་སློང་གི་དགེ་འདུན་དང་བཅས་པའི་ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། གདན་དང་། སྙུན་གྱི་གསོས་སྨན་དང་། སྨན་ཟོང་རྣམས་སྦྱར་བར་འཚལ་ནབཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་གནང་བར་མཛད་དུ་གསོལ།
en: “Blessed Gautama, please permit me to provide the Blessed One and the rest of the saṅgha of monks with provisions of clothing, food, bedding, seats, and medicines for the sick for three months.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་དེ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །
en: The Blessed One assented to him by his silence.

source: དེ་ནས་བྲམ་ཟེ་དེས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་ཡོ་བྱད་ཐམས་ཅད་སྦྱར་ཏེ།
en: Understanding that by his silence the Blessed One had given his assent, the brahmin then provided all their necessities there in the garden of Prince Jeta.

source: སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཟླ་བ་གསུམ་གྱི་བར་དུ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྙེན་བཀུར་བྱས་ནས། ཐ་མའི་ཉིན་པར་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་གསོལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་ན་བཟའ་འབུམ་རི་བ་ཕུལ་ལོ། །
en: After he had respectfully provided the Blessed One and the rest of the saṅgha of monks with all their necessities for three months, on the last day he offered the Buddha and the rest of the saṅgha of monks food of a hundred flavors and to the Blessed One he offered a very costly robe.

source: དགེ་སློང་གཞན་དག་ལ་ཡང་རས་ཟུང་རེ་ཕུལ་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་སྟེ།
en: He also offered each of the other monks a set of robes fashioned from cotton, and he prayed for unexcelled, total, and complete enlightenment, saying,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་འཇིག་རྟེན་ལོང་བ་འདྲེན་པ་མེད་པ་སྟོན་པ་མེད་པར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི། ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་སུ་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: “By this root of virtue may I become a protector for the world’s blind who are without a guide, a tathāgata, an arhat, a totally and completely awakened buddha possessed of insight and perfect conduct, a sugata, a knower of the world, a tamer of persons, a charioteer, an unsurpassed one, a teacher of humans and gods—a blessed buddha.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་དེ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One said to the brahmin,

source: བྲམ་ཟེ་ལེགས་སོ་ལེགས་སོ། །
en: “Very good, brahmin, very good.

source: བྲམ་ཟེ་ཁྱོད་མ་འོངས་པའི་དུས་ན། འཇིག་རྟེན་ལོང་བ་འདྲེན་པ་མེད་པ་སྟོན་པ་མེད་པར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི། ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་པོ་ཞེས་བྱ་བར་འགྱུར་རོ་ཞེས་གསུངས་སོ། །
en: Brahmin, in the future you will be a protector for the world’s blind who are without a guide, a tathāgata, an arhat, a totally and completely awakened buddha possessed of insight and perfect conduct, a sugata, a knower of the world, a tamer of persons, a charioteer, an unsurpassed one, a teacher of humans and gods—the blessed buddha known as Pūrṇa.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ནས། མཆོད་སྦྱིན་གྱི་གནས་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏེ། འོད་མའི་ཚལ་དུ་ཞུགས་པར་གྱུར་ཏོ།། །།
en: After the Blessed One prophesied that the brahmin would attain unexcelled, total, and complete enlightenment, he disappeared from the sacrifice site and returned to Bamboo Grove.

source: མཆོད་སྦྱིན་ཞེས་བྱ་བ་ནི།
en: The Sacrifice

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་བྲམ་ཟེ་ཞིག་གནས་ཏེ།
en: When the Blessed One was in Śrāvastī there lived a certain brahmin.

source: དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས། དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས། ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས།
en: When the time came for him to marry he took a wife, and as they enjoyed themselves and coupled, one day his wife conceived.

source: འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ།
en: They reared him on milk, yogurt, butter, ghee, and milk solids,

source: གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། ཡི་གེ་དང་བྲམ་ཟེའི་སྤྱོད་ལམ་དང་། སྤྱོད་པ་དང་། ཨོཾ་ཞེས་བྱ་བ་དང་། བྷོ་ཞེས་བྱ་བ་དང་། གཙང་སྦྲ་དང་། ཆོ་ག་དང་། ཐལ་བ་བླང་བ་དང་། རིལ་བ་ཐོགས་པ་དང་། ངེས་བརྗོད་ཀྱི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་གྱི་རིག་བྱེད་དང་། སྙན་ཚིག་གི་རིག་བྱེད་དང་། སྲིད་སྲུང་གི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་བྱ་བ་དང་། མཆོད་སྦྱིན་བྱེད་དུ་གཞུག་པ་དང་། སྦྱིན་པ་དང་བླང་བ་དང་། ཁ་ཏོན་བྱ་བ་དང་། ཁ་ཏོན་སློབ་ཏུ་གཞུག་པའི་ཐབས་བསླབས་ནས། ལས་རྣམ་པ་དྲུག་ལ་མཁས་པའི་བྲམ་ཟེར་གྱུར་ཏེ།
en: and as he grew up, he studied letters, brahminical customs and conduct, the syllables oṃ and bho , ritual purity, ritual actions , the collection of ashes, holding the ritual vase, the Ṛg Veda , the Yajur Veda , the Sāma Veda , the Atharva Veda , how to perform sacrificial rites, how to lead others in performing sacrificial rites, how to give and receive offerings, recitation, and recitation instruction. Trained in these procedures, he became a master of the six types of brahminical activities,

source: དེས་མཐར་གྱིས་རིག་པའི་གནས་བཅྭ་བརྒྱད་ལ་བྱང་བར་གྱུར་ཏོ། །
en: and in time he mastered the eighteen sciences.

source: དེ་ནས་བསྟན་བཅོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་ནས། གཞུང་གི་རྩོད་པ་ཐམས་ཅད་ཚར་བཅད་དོ། །
en: He gained perfect comprehension of all the scriptures and defeated all in scriptural debate.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ཕ་མ་གཉིས་ཤི་ནས་དེས་བསམས་པ།
en: One day both of his parents died and he thought,

source: བྱད་གཟུགས་དང་ཐོས་པས་བདག་དང་མཚུངས་པ་ཡང་མེད་ན། ལྷག་པ་ལྟ་ག་ལ་ཡོད་སྙམ་མོ། །
en: “In both appearance and learning no one is my equal—where is there anyone better?”

source: དེའི་ཕ་མ་ཡང་སྔོན་དུས་དུས་སུ་མཆོད་སྦྱིན་བྱེད་དེ། བྲམ་ཟེ་རྣམས་ཀྱིས་དེ་ལ་སྨྲས་པ།
en: Since his parents had performed the sacrifice from time to time, the brahmins said to him,

source: ཁྱེའུ་ཁྱོད་ཀྱི་ཕ་མ་ཡང་དུས་དུས་སུ་མཆོད་སྦྱིན་བྱེད་ཀྱིས།
en: “Child, your parents performed the sacrifice from time to time.

source: ཁྱོད་ཀྱིས་ཀྱང་ཕའི་ལུགས་དང་འཐུན་པར་གྱིས་ཤིག །
en: You should follow the custom of your father.”

source: ཁྱེའུ་དེ་ན་རེ་བྱད་གཟུགས་དང་ཐོས་པས་བདག་དང་མཚུངས་པ་མེད་ནཅིའི་ཕྱིར་བདག་གིས་འདི་དག་ལ་སྦྱིན་པ་སྦྱིན་ཞེས་ཟེར་རོ། །
en: “In both appearance and learning no one is my equal,” the young man replied. “Why then should I give gifts to others?”

source: དེ་ནས་ཐོས་མ་ཐག་ཏུ་བྲམ་ཟེ་དེ་དག་དེ་ལ་མི་དགའ་བར་གྱུར་ཏེ།
en: As soon as the brahmins heard this they all became very unhappy with him,

source: དེ་དག་གིས་ཕྱིན་ཅད་དེ་དང་མི་འདྲུལ་བར་ནང་ཁྲིམས་བཅས་སོ། །
en: and they made an agreement among themselves not to associate further with him.

source: དེ་ཡང་དེ་དག་ལ་མི་དགའ་བར་གྱུར་ཏེ།
en: He was similarly unhappy with them.

source: བདག་ལ་ཡོན་གནས་འདི་ལྟ་བུ་དག་ཅི་དགོས་སྙམ་མོ། །
en: “What need do I have to act as patron to such people?” he thought.

source: དེ་ནས་ཕྱི་ཞིག་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ་བྲམ་ཟེའི་ཁྱེའུ་འདིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་སེམས་བསྐྱེད་པར་འགྱུར་རོ་
en: One day the Blessed One thought, “This young brahmin will pursue unexcelled, total, and complete enlightenment with single-minded resolve.”

source: སྙམ་དུ་དགོངས་ནསབཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ནས་མི་སྣང་བར་གྱུར་ཏེ།
en: With this thought the Blessed One disappeared from the garden of Prince Jeta and,

source: བྲམ་ཟེའི་ཁྱེའུ་དེའི་ཁྱིམ་དུ་ས་བརྟོལ་ཏེ་གྱེན་དུ་འཕགས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་འོད་བཏང་སྟེ། དེའི་ཁྱིམ་དེ་མཐོང་མ་ཐག་ཏུ་གསེར་ཞུན་མའི་ཁ་དོག་ལྟ་བུར་སྣང་བར་བྱས་སོ། །
en: bursting forth from the floor of the young brahmin’s house, the Blessed One rose into the air, sending forth rays of light that gave the house an appearance the color of refined gold.

source: དེ་ནས་དེ་མཐོང་མ་ཐག་ཏུ་བྲམ་ཟེའི་ཁྱེའུ་དེ་བཅོམ་ལྡན་འདས་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: As soon as the young brahmin saw this he felt a surge of joy toward the Blessed One.

source: དགའ་བར་གྱུར་ནས། བཅོམ་ལྡན་འདས་ཀྱི་གདན་བཤམས་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: In his joy he prepared a seat for the Blessed One and requested him,

source: བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སུ་གསོལ།
en: “Blessed One, please have a seat on this cushion I have prepared for you!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །
en: The Blessed One seated himself upon the cushion,

source: བཞུགས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་དེ་ལ་སྦྱིན་པ་དང་ལྡན་པའི་ཆོས་དེ་ལྟ་བུ་བསྟན་ཏེ།
en: and after taking his seat, the Blessed One taught the young brahmin a teaching about generosity.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་སྦྱིན་པ་བཏང་བའི་འདོད་པ་སྐྱེས་ནས། དེས་སྦྱིན་པ་བྱེད་འདོད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: After that, the young brahmin felt a strong impulse to perform acts of charity and explained to the Blessed One,

source: བཙུན་པ་བདག་གིས་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བགྱིད་པ་རྔོ་ཐོགས་པར་བགྱིད་པ་དེ་ལྟ་བུར་བདག་ལ་མི་བདོག་ལགས་སོ། །
en: “Lord, I wish to give gifts and make merit, but I’m not capable of doing such things.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་གཏེར་བསྟན་ཏེ། དེ་མཐོང་མ་ཐག་ཏུ་ཁྱེའུ་དེ་བཅོམ་ལྡན་འདས་ལ་ལྷག་པར་ཡང་དགའ་བར་གྱུར་ཏོ། །
en: The Blessed One uncovered treasures for him, and at the sight of them he was again especially filled with joy toward the Blessed One.

source: དགའ་བར་གྱུར་ནས་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། གསོལ་པ།
en: In his joy he bowed down at the Blessed One’s feet and beseeched him,

source: ཟླ་བ་གསུམ་གྱི་བར་དུ་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་བཅས་པའི་ན་བཟའ་དང་། ཞལ་ཟས་དང་གཟིམས་ཆ་དང་། གདན་དང་སྙུན་གསོས་དང་། སྨན་ཟོང་རྣམས་སྦྱར་བར་འཚལ་ནབཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་གནང་བར་མཛད་དུ་གསོལ།
en: “Blessed One, please permit me to provide the Blessed One and the rest of the saṅgha of monks with provisions of clothing, food, bedding, seats, and medicines for the sick for three months.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། མཉན་དུ་ཡོད་པ་དང་། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་བར་དུ་མཆོད་སྦྱིན་གྱི་གནས་བཅས་ནས་དྲིལ་བསྒྲགས་ཏེ།
en: Understanding that by his silence the Blessed One had given his assent, the young brahmin then set up a site for a sacrifice that reached Śrāvastī and the garden of Prince Jeta.

source: བདག་ཡ་མཚན་ཅན་ཐམས་ཅད་ལ་མཆོད་སྦྱིན་བགྱིས་ཀྱི་སུ་མཆོད་སྟོན་དང་ཡོན་འདོད་པ་དེ་དག་བདག་གི་མཆོད་སྦྱིན་གྱི་གནས་སུ་ཤོག་ལ་ལོངས་སྤྱད་པར་གྱིས་ཤིག །
en: He announced, “I shall perform a sacrifice for all the renunciants of heterodox views. Whoever wishes to do so may partake of the festival and the offerings. Please come to the sacrifice site and partake!”

source: དེ་ནས་བྲམ་ཟེ་རྣམས་ན་རེ་བྲམ་ཟེ་ལ་སྡང་བ་ལ། བདག་ཅག་ལོངས་སྤྱོད་པར་མི་བྱའོ་ཞེས་ཟེར་རོ། །
en: The brahmins replied, “We shall not partake of a sacrifice for someone who hates the brahmins.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུས་སྨྲས་པ། གལ་ཏེ་ལོངས་སྤྱོད་པར་མི་བྱེད་ན། བདག་གིས་ཁྱོད་ཀྱི་ཕྱིར་ཡོན་དཔག་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མ་འཁོར་དང་བཅས་པ་རྣམས་ལ་ཕུལ་ལ།
en: “If you won’t partake,” said the young brahmin, “then I shall offer the portion allotted to you to the ascetic Gautama and his disciples on your behalf,

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བྱའོ། །
en: and it is his doctrine’s code of conduct I shall practice.”

source: དེ་ནས་བྲམ་ཟེ་རྣམས་ཀྱིས་བསམས་པ།
en: Then the brahmins thought,

source: བྲམ་ཟེའི་ཁྱེའུ་འདི་ནི་ཇི་སྐད་སྨྲས་པ་བཞིན་དུ་བྱེད་པ་ཡིན་པས་ན། དེས་དེ་ཁོ་ན་ལྟར་བྱེད་སྲིད་དེ།
en: “Since this young brahmin always does as he says, it’s possible he will do just that.

source: དེ་ལྟར་ན་བདག་ཅག་ཡོན་གྱིས་ཕམ་པར་འགྱུར་རོ་སྙམ་ནས།
en: If that’s the case our offerings will be forfeited.”

source: དེ་དག་གིས་དེའི་ནང་ཁྲིམས་བཤིག་ནས། མཆོད་སྦྱིན་གྱི་གནས་སུ་སོང་སྟེ་ལོངས་སྤྱད་དོ། །
en: So they dissolved the agreement they had made among themselves, went to the site of the sacrifice, and partook.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་ཟླ་བ་གསུམ་གྱི་བར་དུ་ཡ་མཚན་ཅན་རྣམས་ཀྱི་བཟའ་བ་དང་། བཅའ་བ་གཙང་བ་བཟང་པོ་སྦྱར་ཏེ། ཐམས་ཅད་ལ་ཡོན་མང་པོ་ཕུལ་ཏེ།
en: Then for three months the young brahmin offered many good, wholesome foods to the renunciants of heterodox views, making offerings to them all.

source: ཐ་མའི་ཉིན་པར་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པས་ཚིམ་པར་བྱས་ནས། བཅོམ་ལྡན་འདས་ལ་ན་བཟའ་འབུམ་རི་བ་ཕུལ་ལོ། །
en: On the last day he contented the Buddha and the rest of the saṅgha of monks with food of a hundred flavors and to the Blessed One he offered a very costly robe.

source: དགེ་སློང་གཞན་རྣམས་ལ་ཡང་རེ་རེ་ལ་རས་ཟུང་རེ་ཕུལ་ལོ། །
en: After that he also offered each of the other monks a set of robes fashioned from cotton.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་གསེར་གྱི་མདོག་ལྟ་བུའི་མཚན་གྱིས་བརྒྱན་པ་མཐོང་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་སྟེ།
en: When he noted the major marks of perfection adorning the Blessed One, such as his golden complexion, he prayed to achieve unexcelled, total, and complete enlightenment, saying,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་དེ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One said to the young brahmin,

source: བྲམ་ཟེའི་ཁྱེའུ་ལེགས་སོ་ལེགས་སོ། །
en: “Very good, young brahmin, very good.

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་མ་འོངས་པའི་དུས་ན་འཇིག་རྟེན་ལོང་བ་འདྲེན་པ་མེད་པ། སྟོན་པ་མེད་པར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི། ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དོན་གཟིགས་ཞེས་བྱ་བར་འགྱུར་རོ་
en: Young brahmin, in the future you will be a protector for the world’s blind who are without a guide, a tathāgata, an arhat, a totally and completely awakened buddha possessed of insight and perfect conduct, a sugata, a knower of the world, a tamer of persons, a charioteer, an unsurpassed one, a teacher of humans and gods—the blessed buddha known as Arthadarśin.”

source: ཞེས་གསུངས་ནསབཅོམ་ལྡན་འདས་གཙུག་ལག་ཁང་དུ་གཤེགས་སོ།། །།
en: Having spoken thus, the Blessed One returned to the monastery.

source: ལེ་ལོ་ཅན་ཞེས་བྱ་བ་ནི།
en: The Lazy Man

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན། ཁྱིམ་བདག་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ། ཡོངས་སུ་འཛིན་པ། ཡངས་ཤིང་རྒྱ་ཆེ་བ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་མཉམ་པ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་འགྲན་པ་ཞིག་གནས་པ་དེས་
en: When the Blessed One was in Śrāvastī, there lived a certain householder, prosperous and wealthy, a person of vast and magnificent means, endowed with the wealth of Vaiśravaṇa—with wealth to rival Vaiśravaṇa’s.

source: ཁྱེའུ་དེ་ལེ་ལོ་ཅན་མཆོག་ཏུ་ལེ་ལོ་ཆེ་བ་ཞིག་སྟེ།
en: The young man was lazier than lazy—

source: ཁྲི་ལ་ཉལ་ཞིང་ཁྲི་ལས་ལྡང་དུ་མི་བཏུབ་ནས།
en: once he lay down in bed and couldn’t get back up again.

source: ཕ་མ་གཉིས་ཀྱིས་དེ་ལ་དྲིས་པ།
en: When his parents asked him,

source: བུ་ཁྱོད་ལ་ལུས་ཀྱི་ནད་དམ། སེམས་ཀྱི་གདུང་བ་འགའ་ལྟ་ཡོད་དམ་ཞེས་བྱས་ནས།
en: “Child, do you have a physical illness, or perhaps some kind of depression?”

source: དེ་ལེ་ལོའི་དབང་གིས་དེ་དག་ལ་ཅུང་ཟད་ཀྱང་སྨྲར་མི་བཏུབ་ནས།
en: out of laziness he couldn’t even respond,

source: ཕ་མ་གཉིས་ཀྱིས་དེ་སྨན་པ་ལ་བསྟན་ནས།
en: so his parents took him to a healer.

source: སྨན་པ་ན་རེ།
en: The healer told them,

source: འདི་ལ་ལུས་ཀྱི་ནད་ཀྱང་ཅི་ཡང་མེད་ལ། སེམས་ཀྱི་གདུང་བ་ཅི་ཡང་མེད་ཀྱིས།
en: “He’s not physically ill, nor does he have some kind of depression.

source: ལེ་ལོ་ཁོ་ནས་ཁྲི་ལས་ལྡང་དུ་མི་བཏུབ་པར་ཟད་དོ་ཞེས་ཟེར་རོ། །
en: He just can’t get up because he’s lazy.”

source: དེ་ནས་དེ་ལ་ཕ་མ་གཉིས་ཀྱིས་ལན་མང་དུ་བསྒོ་སྟེ།
en: After that his parents told him over and over again,

source: བུ་དེ་ལྟར་མ་བྱེད་ཅིག །
en: “Child, don’t be like this.

source: ཁྱོད་འདི་ལྟར་འདུག་པས་བདེ་བ་ཐོབ་པར་མི་ནུས་སོ། །
en: You’ll never find happiness if you stay like this.

source: མི་རྣམས་ཉེ་བར་འཚོ་བ་ནི་བསྒྲུབ་ཕོད་པའི་འབྲས་བུ་ཡིན་ནོ་ཞེས་ལན་མང་དུ་བརྟུན་ཀྱང་དེ་བསླང་མ་ནུས་སོ། །
en: Human life is sustained by the fruits of one’s abilities.” Though they urged him many times to do so, still they could not get him up.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཕ་མ་གཉིས་ཀྱི་སེམས་སྐྱེས་པ།
en: One day the thought came to his parents,

source: ཡོན་གནས་དག་སྤྱན་དྲངས་ལ་བཤོས་གསོལ་ན།
en: “Let us invite some persons over who are worthy of offerings.

source: དེ་དག་མཐོང་ན་ཞེས་བསྐྱེད་དེ། ལྡང་ཡང་སྲིད་དོ་སྙམ་ནས།
en: Perhaps he will stand when he sees them.”

source: དེ་དག་གིས་སྟོན་པ་དྲུག་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནས་
en: So they invited the six teachers and offered them food.

source: ཁྱེའུ་དེས་དེ་དག་མཐོང་ཡང་མ་ལངས་སོ། །
en: Though the boy saw them, he did not stand.

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་བསོད་ནམས་ཅན་ཆེ་བར་གྲགས་པ། ཚིག་བཙན་པ་ཡིན་པས་ན།
en: “It’s well known that the ascetic Gautama is a person of merit, and very compelling.

source: ཁྱེའུ་འདིས་དེ་མཐོང་ན་ཞེས་བསྐྱེད་དེ་ལྡང་བར་འགྱུར་ཡང་སྲིད་དོ་སྙམ་ནས།
en: If our son sees him, maybe he will decide to stand.”

source: དེའི་ཕྱི་ཉིན་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ཁྱིམ་དུ་སྤྱན་དྲངས་ཏེ།
en: So the next day they extended an invitation to the Buddha and the rest of the saṅgha of monks.

source: དེ་ཉིད་ཀྱི་ནུབ་མོ་བཟའ་བ་དང་། བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་སྦྱར་ནས་ནང་པར་སྔར་ལངས་ཏེ། གདན་བཤམས་ལ་ཆུ་ར་བཀང་སྟེ་བཞག་ནས།
en: After preparing many good, wholesome foods that night, in the morning they rose, prepared seats, filled the water pots, and set them out.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ད་དེའི་དུས་ལ་བབ་པར་དགོངས་ཏེ། གཤེགས་སུ་གསོལ་ཞེས་བསྐུལ་ཏོ། །
en: Know that the time has come, Blessed One, and your presence is requested.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ། ཆོས་གོས་དང་ཤམ་ཐབས་གསོལ་ཏེ།
en: In the morning the Blessed One donned his lower garment and Dharma robes,

source: ལྷུང་བཟེད་བསྣམས་ནས། དགེ་སློང་མང་པོས་ཞམ་རིང་བྱས་ནས། དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ནས། ཁྱིམ་བདག་དེའི་བཀད་ས་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས།
en: and, carrying his alms bowl, he set out surrounded and attended by an assembly of monks, until they arrived at the householder’s reception room.

source: དེ་ནས་ཁྱེའུ་དེས་ཐག་རིང་པོ་ཞིག་ནས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཛེས་ཤིང་ཡིད་དུ་འཐད་ལ།
en: The young man saw the Blessed Buddha, resplendent and agreeable, in the distance.

source: དབང་པོ་ཞི་བ། ཐུགས་མཆོག་ཏུ་དུལ་བ།
en: His senses were at peace and his mind perfectly tame.

source: རྣམ་པར་ཞི་བ་དང་ལྡན་པ། གསེར་གྱི་མཆོད་སྡོང་ལྟར་དཔལ་འབར་བ་མཐོང་ངོ་། །
en: He was graced with tranquility, shining and brilliant like a golden pillar.

source: མཐོང་ནས་ཀྱང་དེ་གུས་པར་སྒྲིམས་པའི་ཤུགས་ཀྱིས་ལངས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: At the sight of him, the young man mustered his strength, stood in respect, and approached the Blessed One.

source: ཕ་མ་གཉིས་དང་ལྷན་ཅིག་ཏུ་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་བདེ་བར་བཞུགས་པར་རིག་ནས། རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ནས། ཅི་བཞེད་པ་བསྟབས་སོ། །
en: and once he and his parents knew that the Buddha and the rest of the saṅgha of monks were comfortably seated, by their own hands they contented them with many good, wholesome foods, proffering all that they wished.

source: དེ་ནས་བཅོམ་ལྡན་འདས་བཤོས་གསོལ་ཟིན་ཏེ། བསྩང་སྡེར་ནི་གྱུ། ཕྱག་ནི་བཅབས་པར་རིག་ནས། སྟན་ཆེས་དམའ་བ་དག་བླངས་ཏེ། ཆོས་ཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འཁོད་དོ། །
en: When they knew that the Blessed One had finished eating and that his bowl had been taken away and his hands washed, they brought in very low seats and sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱེའུ་དེ་ལ་བརྩོན་འགྲུས་ཀྱི་བསྔགས་པ་བརྗོད་དེ།
en: The Blessed One spoke in praise of diligence to the young man, saying,

source: བུ་བརྩོན་འགྲུས་ཀྱིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རོ་ཞེས་བཀའ་སྩལ་ཏོ། །
en: “Young man, through diligence one can achieve unexcelled, total, and complete enlightenment.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་འདི་ནི་བཟང་སྟེ།
en: “This advice the Blessed One has given is good indeed.

source: བདག་གིས་བརྩོན་འགྲུས་ཞན་པས་བླ་མའི་ཁྱད་པར་ཐོབ་པར་མི་ནུས་ཀྱིས།
en: I will not be able to attain the special qualities of the guru with such feeble efforts.

source: མ་ལ་བདག་གིས་རྒྱ་མཚོའི་ནང་དུ་འགྲོ་བ་བསྒྲུབས་ལ། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་བཀུར་སྟི་བྱའོ་སྙམ་ནས
en: I will prepare to set out upon the ocean, and I shall serve the Buddha, Dharma, and Saṅgha with respect.”

source: རྒྱ་མཚོའི་ནང་དུ་འགྲོ་བའི་ཟོང་ཁྱེར་ཏེ་རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་ཞུགས་ནས།
en: So he loaded up his wares and set out on the great ocean.

source: དེས་རིན་པོ་ཆེའི་གླིང་དུ་འགྲོ་བའི་དོན་དུ་བསྒྲུབས་ཏེ། རྒྱ་མཚོའི་གྲུ་བོ་ཆེའི་དོན་གྲུབ་ནས། མཉན་དུ་ཡོད་པར་འོང་སྟེ།
en: Having set out on the great ocean, he successfully completed a voyage to Ratnadvīpa and returned to Śrāvastī,

source: དེས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ཟླ་བ་གསུམ་དུ་སྤྱན་དྲངས་ནས་ཡོ་བྱད་ཐམས་ཅད་སྦྱར་ཏེ། སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཟླ་བ་གསུམ་གྱི་བར་དུ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྙེན་བཀུར་བྱས་ནས།
en: where he extended an invitation to the Buddha and the rest of the saṅgha of monks and provided for all their needs for three months.

source: ཐ་མའི་ཉིན་པར་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་གསོལ་ནས། བཅོམ་ལྡན་འདས་ལ་ན་བཟའ་འབུམ་རི་བ་ཕུལ་ལོ། །
en: On the last day he offered the Buddha and the rest of the saṅgha of monks food of a hundred flavors, and to the Blessed One he offered a very costly robe.
